Repository: jowi24/vdr-screenshot
Catalog: po/*.po
Languages: de_de

source: Delayed shooting active.
de_de: Verzögertes Auslösen aktiviert.

source: Enable delayed shooting
de_de: Verzögertes Auslösen aktivieren

source: Error
de_de: Fehler

source: Fileformat
de_de: Bildformat

source: Hide mainmenu entry
de_de: Menueintrag ausblenden

source: Image directory
de_de: Bilderverzeichnis

source: Image height (Pixel)
de_de: Bildhöhe (Pixel)

source: Image quality (1-100)
de_de: Bildqualität (1-100)

source: Image width (Pixel)
de_de: Bildbreite (Pixel)

source: No. of pictures to take
de_de: Anzahl der aufzunehmenden Bilder

source: OK - Images saved.
de_de: OK - Bilder gespeichert.

source: Screenshot
de_de: Bildschirmfoto

source: Show Date
de_de: Datum einblenden

source: Takes screenshots
de_de: erstellt Bildschirmfotos
